const cn = {
    login: {
      intro1: '* 领取此奖励需手机验证',
      phoneNum: '请输入手机号',
      intro3: '请输入验证码',
      intro4: '请输入正确的手机号',
      account: '请输入用户名',
      activekey: '请输入Active key',
      ownerkey: '请输入Owner key',
      title1: '选择国家',
      title2: '手机号',
      title3: '短信验证码',
      title4: '账户名',
      title5: 'Active kye',
      title6: 'Owner key',
      getCode: '获取验证码',
      getCode2: '已发送',
      getCode3: '重新获取',
      button: '领取',
      fail: '失败'
    },
    reward: {
      button: '立即领取',
      title: '活动规则',
      intro: {
        1: '1. 活动时间：在 2018年11月27日 12:00:00 至 2018年12月11日 23:59:59期间；',
        2: '2. 领取奖励：通过本页面进行手机号领取，在“比特派——奖励中心” 可查看奖励详情；',
        3: '3. 奖励详情：受邀请用户可获得 EOS 免费开户券;',
        4: '4. 领取条件：仅限在比特派钱包中没有 EOS 账户的用户领取，每个用户只能领取一张；',
        5: '5.比特派钱包的新用户需要完成一笔BTC或ETH的发币操作（可以给自己发币）来激活免费创建券。</br>',
        6: '* 被邀请人成功开通 EOS 账户后，邀请人会成为其在比特派中所有 DApp 的默认邀请人，获得对应奖励。',
        7: '* 手机号仅作为领取奖励依据，使用比特派无需实名认证;',
        8: '* 通过不正当手段获得奖励，比特派有权撤销奖励；',
        9: '* 同一手机号，同一UID，同一终端号等合理显示为同一用户的情形，均视为同一用户；'
      },
      foot: '* 在法律允许的范围内，比特派保留对本活动的最终解释权',
      banner:'images/bg_ch.png',
      img:'images/banner222.png'
  
    },
    success: {
      intro: '在 比特派v3.7.7 以上版本中</br>点击“我—— 奖励中心”查看奖励情况。',
      button: '立即升级比特派钱包',
      successBg: 'images/successBg.png'
    },
    share:{
      banner:'images/share_ch.png',
      btn1:'复制链接',
      btn2:'分享图片',
      intro: [
        '活动规则:',
        '1. 活动时间：在 2018年11月27日 12:00:00 至 2018年12月11日 23:59:59期间；',
        '2. 奖励详情：',
        '【一】渠道返佣：每邀请一名有效用户，邀请人可领取其在比特派的所有的 EOS DApp 的渠道佣金，邀请人数不设上限，收益无上限；',
        '【二】资源奖励：每邀请一名有效用户，邀请人与被邀请人均可获得 EOS 免费开户券或 EOS 资源救急券；',
        '3. 领取奖励：邀请有效用户后，可在 “比特派——奖励中心” 可查看奖励详情。“免费开户券”每人上限为一张，“EOS资源救急券”每人上限为 10 张;',
        '4. 查看返佣：目前邀请反佣奖励会在“交易详情”显示，后续版本会整合到“奖励中心”中显示。邀请人数不设上限，收益无上限；',
        '5. 有效用户：比特派 APP 中没有 EOS 账户的用户，被邀请人不可为自己；',
        '6. 成功邀请：被邀请的有效用户，成功激活“免费开户券”后视为邀请成功。<br/>',
        '* 手机号仅作为领取奖励依据，使用比特派无需实名认证；',
        '* 通过不正当手段获得奖励，比特派有权撤销奖励；',
        '* 同一手机号，同一UID，同一终端号等合理显示为同一用户的情形，均视为同一用户；',
        '* 在法律允许的范围内，比特派保留对本活动的最终解释权'
  
      ],
      font: '我在使用比特派钱包，邀你畅玩最流行的 DApp，点击可领取免费的EOS账户，数量有限，先领先得。'
    }
  }